tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'petere/postgresql'
tap 'universal-ctags/universal-ctags'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash-completion'
brew 'sphinx-doc'
brew 'cmake'
brew 'cscope'
brew 'gnu-tar'
brew 'pkg-config'
brew 'xz'
brew 'dpkg'
brew 'gettext'
brew 'e2fsprogs'
brew 'libtool'
brew 'makedepend'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'pcre'
brew 'git'
brew 'go'
brew 'exercism'
brew 'freetype'
brew 'fontconfig'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'gdbm'
brew 'giflossy'
brew 'gifsicle'
brew 'gmp'
brew 'gnu-sed'
brew 'grc'
brew 'gsasl'
brew 'harbour'
brew 'libyaml'
brew 'readline'
brew 'ruby'
brew 'heroku'
brew 'hicolor-icon-theme'
brew 'hr'
brew 'hub'
brew 'icon'
brew 'perl'
brew 'imagemagick'
brew 'libevent'
brew 'libid3tag'
brew 'libvo-aacenc'
brew 'homebrew/dupes/tcl-tk'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'lnav'
brew 'lzo'
brew 'macvim'
brew 'mad'
brew 'madplay'
brew 'memcached'
brew 'multitail'
brew 'node'
brew 'ossp-uuid'
brew 'pandoc'
brew 'phantomjs'
brew 'postgresql', service_restart: true
brew 'protobuf'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'slackcat'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'varnish'
brew 'vim'
brew 'wget'
brew 'zbackup'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-lovers'
brew 'homebrew/dupes/openldap'
brew 'homebrew/versions/varnish3'
brew 'neovim/neovim/neovim'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask '1password'
cask 'adguard'
cask 'adobe-creative-cloud'
cask 'adobe-photoshop-lightroom600'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'blender'
cask 'caffeine'
cask 'cathode'
cask 'charles'
cask 'daisydisk'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner'
cask 'karabiner-elements'
cask 'keybase'
cask 'logitech-control-center'
cask 'macdown'
cask 'macvim'
cask 'megasync'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qztray'
cask 'rescuetime'
cask 'screenhero'
cask 'silverlight'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'stellarium'
cask 'things'
cask 'vlc'
