tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "wallix/awless"

brew "awscli"
brew "openssl"
brew "readline"
brew "xz"
brew "bash-completion"
brew "curl", link: true
brew "docker-completion"
brew "exercism"
brew "git"
brew "go"
brew "grafana"
brew "grc"
brew "heroku"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "iperf"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kube-aws"
brew "kubernetes-helm"
brew "libgit2"
brew "lnav"
brew "macvim"
brew "mas"
brew "neovim"
brew "nmap"
brew "postgresql"
brew "redis"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "xhyve"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "universal-ctags", args: ["HEAD"]
brew "wallix/awless/awless"

cask "1password"
cask "amazon-photos"
cask "alfred"
cask "anki"
cask "bartender"
cask "boxcryptor"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "polymail"
cask "qlmarkdown"
cask "qlstephen"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"

mas "BetterSnapTool", id: 417375580
mas "iA Writer", id: 775737590
mas "Things 3", id: 904280696
mas "Type Fu", id: 509818877
