tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "wallix/awless"

brew "amazon-ecs-cli"
brew "apache-spark"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "openssl"
brew "readline"
brew "xz"
brew "bash-completion"
brew "cask"
brew "curl", link: true
brew "docker-completion"
brew "exercism"
brew "gifsicle"
brew "git"
brew "go"
brew "grafana"
brew "grc"
brew "heroku"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "iperf"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kube-aws"
brew "kubernetes-helm"
brew "libgit2"
brew "lnav"
brew "macvim"
brew "mas"
brew "neovim"
brew "nmap"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "speedtest-cli"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xhyve"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "universal-ctags", args: ["HEAD"]
brew "wallix/awless/awless"

cask "1password"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "adobe-photoshop-lightroom"
cask "adobe-photoshop-lightroom600"
cask "alfred"
cask "anaconda"
cask "anki"
cask "atom"
cask "bartender"
cask "boxcryptor"
cask "daisydisk"
cask "dash"
cask "docker"
cask "dropbox"
cask "envkey"
cask "fantastical"
cask "firefox"
cask "firefoxdeveloperedition"
cask "google-chrome"
cask "iterm2"
cask "jira-client"
cask "kitematic"
cask "licecap"
cask "logitech-options"
cask "macdown"
cask "macvim"
cask "ngrok"
cask "polymail"
cask "postman"
cask "qlmarkdown"
cask "qlstephen"
cask "rescuetime"
cask "screenhero"
cask "silverlight"
cask "skype"
cask "slack"
cask "sonos"
cask "spotify"
cask "ubiquiti-unifi-controller"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
cask "zoom"
cask "zoomus"

mas "BetterSnapTool", id: 417375580
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 407951449
mas "Type Fu", id: 509818877
