tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'

brew 'bash-completion'
brew 'cask'
brew 'cmake'
brew 'docker-completion'
brew 'exercism'
brew 'git'
brew 'ffmpeg'
brew 'go'
brew 'heroku'
brew 'hub'
brew 'openssl'
brew 'libgit2'
brew 'python'
brew 'python3'
brew 'macvim'
brew 'mas'
brew 'memcached'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'neovim/neovim/neovim'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'atom'
cask 'bartender'
cask 'charles'
cask 'daisydisk'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'jira-client'
cask 'macdown'
cask 'macvim'
cask 'megasync'
cask 'polymail'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'rescuetime'
cask 'screenhero'
cask 'silverlight'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'vlc'
cask 'zeplin'
